ball = [
    "Я не могу ответить на него",
    "Звучит не очень хорошо"
    "Определенно да",
    "Звучит отлично",
    "Мой ответ, нет",
    "Без сомнения",
]
hugs = [
    "{0} обнял по дружески {1}",
    "{0} крепко обнял {1}",
    "{0} затискал {1}"
]
hit = [
    "{0} пытался ударить {1}, но случайно попал в мента",
    "{0} хотел ударить {1}, но его остановил Викинг",
    "{0} пытался ударить {1}, но ударил сам себя",
    "{0} пытался ударить {1}, но промазал",
    "{0} легонько ударил {1}",
    "{0} ударил шваброй {1}",
    "{0} ударил по лбу {1}",
    "{0} пырнул ножом {1}",
    "{0} ударил ножом {1}",
    "{1} был убит {0}",
    "{0} ударил {1}",
    # "{0}  {1}",
    # "{0}  {1}",
    # "{0}  {1}",
    # "{0}  {1}",
    # "{0}  {1}",
    # "{0}  {1}",
    # "{0}  {1}",
    # "{0}  {1}",
]
kill = [
    "{0} хотел убить {1}, но в конечном итоге {1} убил {0}, и похоронил его",
    "{0} забальзамировал живого {1}, и он кричал от боли",
    "{0} забальзамировал живого {1}, и он молил о пощаде",
    "Пытаясь сбежать от {0}, {1} упал со скалы и умер",
    "{0} убил {1}, и закинул его в печь для кремации",
    "{0} убил {1}, положил его в гроб и закопал его",
    "{1} сгорел в лаве, пытаясь убежать от {0}",
    "{0} убил {1}, но он восстал из мертвых",
    "{0} хотел похоронить {1}, но он ожил",
    "{0} похоронил {1}",
    "{0} застрелил {1}"
]
kiss = [
    "{0} резко притянул к себе и поцеловал в губки {1}",
    "{0} поцеловал в лобик {1}",
    "{0} поцеловал в щечку {1}",
    "{0} нежно поцеловал {1}",
    "{0} засосал {1}"
]
login = [
    "{0} зашел на сервер",
    "{0} вошел в чат",
    "{0} вернулся"
    "{0} вошел",
]
logout = [
    "{0} вышел из этого дурдома",
    "{0} вышел с сервера"
    "{0} покинул чат",
    "{0} вышел",
]
pats = [
    "{0} погладил {1}"
]
poke = [
    "{0} тыкнул в щечку {1}",
    "{0} нежно тыкнул {1}",
    "{0} затыкал {1}"
]
rip = [
    "{0} хотел умереть, но его спас Викинг",
    "{0} хотел умереть, но не получилось",
    "{0} умер долгой мучительной смертью",
    "{0} был застрелен скелетом",
    "{0} был убит зомби вирусом",
    "{0} умер быстрой смертью",
    "{0} убил сам себя",
    "{0} взорвался",
    "{0} умер"
]
snowball = [
    "{1} спрашивает, 'Это ты кинул в меня снежок {0}?', Я сказал, 'Это ты кинул в МЕНЯ!? Ну ты мазила!..'",
    "Ослеплённый вышедшим солнцем, {0} бросает снежок далеко в сторону. {1}'у остаётся только хихикать.",
    "{1} уцелел, так как {0} не силён/сильна в искусстве лепки снежков, что всем и продемонстрировал.",
    "{1} уходит от ужасного выстрела в голову от ~ {0}'а и просит политического убежища у Викинга.",
    "Воздержавшись от своей техники бросания, {0} идет прямо на {1} и бросает снежок ему в лицо.",
    "Хотя {0} делает сильнейший бросок прямо в цель, шустрый {1} уворачивается! Какая скорость!",
    "{0} бросил снежок в {1} но тот благополучно увернулся зарывшись в землю словно черепаха.",
    "{0} такой же мастер в бросании снежком как и {1}, поэтому попал снежком в самого себя",
    "Все угарают как {0} бросает порошковый шар в {1}, который никогда не достигает цели.",
    "'О нет, ты не сделаешь ЭТО!!!', вопит {1}, но {0} попадает снежком точно в цель!",
    "{0}, так же известный под кличкой 'Стрелок' ломает {1} руку ужасным выстрелом.",
    "Подкравшись, {0} встает позади {1} и забрасывает ему снег прямо зашиворот.",
    "{0} попал за капюшон {1}. Теперь он скачет как сумасшедший от холода)",
    "{0} стреляет в {1}, и промазывает так как снежок был плохо слеплен.",
    "Получая унизительный выстрел в задницу от {0}, {1} падает от боли",
    "{1} бежит словно ветер и избегает страшного желтого снежка от {0}",
    "{1} прячется за машиной, и уклоняется от снежка, запущенного {0}",
    "{0} кинул снежок в {1} и не попал, из-за того, что он увернулся",
    "Ой, {0} не попал в {1}, так что попробуй через некоторое время",
    "{0} бросает снежок и.... Ой, {1} Это должно быть больно!",
    "{0}, бросающийся лениво, промахивает аж за милю в {1}",
    "{0} попадает снежком в ухо {1} - вот это попадание!",
    "{0} кинул снежком в {1}, и отправил его в нокаут",
    "О чувак, {0} только что разнёс {1} прямо в кашу",
    "{1} кричит 'ФУ! Ты бросаешь как девченка' {0}",
    "{0} кинул снежком в {1}, и сломал ему руку",
    "{0} сделал прямое попадание в глаз {1}",
    "{0} ранил {1}, простая рана в тело",
    "{0} закопал снежками {1}",
    "{0} закидал снежками {1}"
]
