channels = [
    726482240506298378,        # test_server
    791813109425373214,        # bots on mdg
    794742358729293844,        # audit on mdg
    939862153882648626,        # bots on smert
    939863946477846549,        # audit on smert
    870241377114533899,        # bots on DoDoshka 2.0
]

# channel, where I can see bot time load
load_bot = 936239894009901166  # test_server

# time for delete_after
time_5s = 5.0          # cogs_time
time_10s = 10.0        # other_time
time_20s = 20.0        # def_time
time_120s = 120.0      # two_mins

servers_id = [
    726477611189927968,        # test server
    791801009638342696,        # midgard
    939858722824548372,        # smert
    870237741739302912,        # DoDoshka 2.0
]

admins_id = [
    391682780322594840,        # Dark Angle
    579388394141122560,        # I_V1K1NG_I
    416248161431191552,        # R.I.P
    562622728050311191,        # DoDo_Arcee
]

# roles from servers
roles = [
    # midgard
    791830818385297409,        # Активный болтун
    791827665886642247,        # Топчег
    904885228542234664,        # VIP
    874495163274252289,        # Малыши-Викинги
    874500630507569234,        # Бывалые Воины
    874501130653138965,        # Вольфхеднары
    874501540726063166,        # Берсеки
    874503002688483378,        # Ассы
    874511898052276225,        # Древние
    874514040657961050,        # ХОЗЯИН ВСЕГО СУЩЕГО
    791824007666204714,        # Страж
    794739618528493608,        # Сыщик
    792131111979450419,        # Ленивая жепа
    791822957697564742,        # Важный человек
    791829976957059083,        # This is cookie
    791958424497160202,        # Жена старшего
    791804288871039006,        # Старшой
    794824368945365004,        # Server booster
    # test server
    726483138548858933,        # Админы
    726484481799618602,        # Главный Админ
    # смертные
    939858722824548372         # everyone
]
